{
    "English": {
        "botownerjoin": "👑 The Bot Owner `",
        "botownerjointwo": "` has joined your server! 👑",
        "botadminjoin": ":gear: A Bot Administrator `",
        "botadminjointwo": "` has joined your server! :gear:",
        "errors": {
            "error498code": "Error Code 498 at roleupdate",
            "errorroleupdate": "`ERROR` Role ID not found ",
            "roleexisting": "That role doesn't exist! (Make sure you have it case-sensitive)",
            "hostrole": "You have not either put the host role in the database OR you deleted it!",
            "hostrolenotfound": "Error...\nHost Role Not Found!",
            "mmrolenotfound": "Error...\nMurder Mystery Role Not Found!",
            "startcmd": "You haven't started the game yet! Type `mm!game start` to start the game!",
            "database": "You have not put your data in the database! Please type mm!game setupdata\nto insert your data into the database!"
        },
        "about": "Hello! I am %user% developed by <@126119057232625664> & <@280158289667555328>!\nI was based on the Hypixel game \"Murder Mystery\"; I was being private for 2 months and 30 days (So long...) but I am public as of August 24th, 2017!\nIf you need help, Do **mm!help** or if you need my stats? Use **mm!stats**, Is there a bug? Use **mm!bug [report]** to report a bug!",
        "lookindms": "Please look in DMs! (If you don't see the DM, enable DMs)",
        "fixgame": "Attempting to fix the game... (Make sure you deleted all the channels Murder Mystery Bot made, also the role as well)",
        "fixedgame": "Successfully fixed the game! hopefully it works now ._.",
        "hostroleperms": "You do not have permission to use this command!\nYou need the Game Hoster role!",
        "manageroles": "You do not have permission to add a host role! You need the `MANAGE_ROLES` permission",
        "manageroless": "Sorry but you need the `MANAGE_ROLES` permission in order to use this command!",
        "koefk": "Successfully put the role `",
        "keeod": "` into the Database!",
        "tjeoi": "There is already a game going on!",
        "kreor": "You can't have more then ",
        "people": "people",
        "wekfo": "You need more than 0+ people.",
        "murdergameregular": "Hello everyone! Lets play a game of Murder Mystery shall we? Lets find out who the murderer is! If you died, you will be DM'd this:\nhttp://prntscr.com/gcaf7d\nOnce the user has put in their Last Will it will probably be announced to the server, if some admin is on the game and has the permission Administrator, Then that'll be cheating! (unless if they dont check the other channels ya mean?)\nIf you want to vote to kill someone, type mm!votehang and they will be voted to die!\nThat is the game! Hope Innocents Win!",
        "gamestart": "Game has started! GL (if you see a error, pls stop the game - if the game is buggy, contact FireMario211 by going on his server (mm!server))",
        "murdergamemurderparty": "Hello everyone! Lets play a game of Murder Mystery shall we? Lets find out who the murderer is! **Everyone** is a Murderer...wait why is **Everyone** a murderer...? There is suppose to be one murderer...OH I remember! We are playing Murder Party Mode! That means EVERYONE is a murderer, and you should not trust ANYONE If you died, you will be DM'd this:\nhttp://prntscr.com/ffad0j\nOnce the user has put in their Last Will it will probably be announced to the server, where there will be dead players in the chat, if some admin is on the game and has the permission Administrator, then it doesn't matter because everyone is a murderer\nIf you want to vote to kill someone, type mm!votehang and they will be voted to die!\nThat is the game!~~Hope Innocents Win!~~",
        "keofr": "You don't have enough players! You need 1+ people in order to play",
        "keofra": "You don't have enough players! You need 2+ people in order to play",
        "wdkdd": "You cant have more than 8 people!",
        "fkeow": "You don't have enough players! You need 6+ people in order to play",
        "gamehasntstart": "The game hasn't been started yet!",
        "gamealreadystart": "Sorry but the game has already started!",
        "hasbeenvoted": " has been voted, ",
        "morevotes": " more votes needed until he dies.",
        "hasaroundvote": " has been voted, and has around ",
        "hasaroundvote2": " vote(s), He will now be killed...",
        "youhavedied": ":skull: You have died! :skull:",
        "hasbeenhung": " has been hung :skull:",
        "fkefoekf": "You cannot vote yourself!",
        "dke": "You cannot shoot yourself 🤔",
        "userisnotingame": "That user isn't in the game!",
        "userdoesntexist": "That user doesn't exist!",
        "assigneddmd": ":fearful: You feel like you have been assigned... :cold_sweat:",
        "joinedgame": " You have been succesfully joined the game! Please wait while other players join in...",
        "alreadyingame": " You are already in the game",
        "thatuserhasntjoined": "That user hasn't joined the game!",
        "startc": "You have already started the game",
        "kfofee": " has setup a ",
        "dkodee": " Murder Mystery Game! If you want to join, type\nmm!game join\nTo join the match!",
        "modedoesntexist": "That mode doesn't exist!\nPlease use these categories:\n```md\nRegular - Classic Murder Mystery! (regular)\n\nMurder Party - Everyone is a murderer! (murderparty)\n\nHumans VS Bots - Added extra bots (not added yet)\n\nKiller Mode - There is one Detective and Everyone is a murderer (not added yet)\n\nSpecialist Town - Everyone is either Murderer, Detective, healer, etc (not added yet)\n\n5050 - 50 murderers, 50 detectives (not added yet)\n\n2 birds 1 stone - 2 murds 1 detect Or 2 detect 1 murd (not added yet)\nFaster mode - Classic murder mystery but the time is quicker (fastermode)\n\nTime mode - In the day time, the Murderer can attack, but in the night they cant. (not added yet)\n\n1v1 Mode - 1 Detective and 1 Murderer, ONLY 2 People can do this mode. (1v1)\n\nBot Murder Mode - At night the bot types mm!kill (random) (not added yet)\n\nRejected Roles Mode - A mode that contains (most of) the rejected roles (not added yet)\n\nRobbery - 1-5 (varietied by server number) people are dressed in Robber clothing. Then Cops (act like detective) will try to apprehend them. The rest are Shop keepers. (innocents) They are managed to keep the store without being robbed.\nIf Robber/Murderer kills the Shop Keeper or gets detected by camera (camera has 3 seconds before detection) The Cops will get detected on where a robber is at\n(The Town varies around how much there is in the server)\n\n(Small Town: 1-5 People in Server)\n\n(Medium Town: 7-max People in server)\n(Big Town 8+ people in server) (not added yet)\n\nUnlimted Players Mode - Have more than 8 people? this is the mode for you! You can have an unlimited amount of players! (unlimitedmode)\n\nThats all the modes\n```",
        "stoppedgame": "Successfully (or not) stopped the game!",
        "stoppedgameglob": "The game has been stopped by `",
        "jobchannelmsgs": {
            "murderer": {
                "channel": "Hello there, You are a **Murderer**, You will try to kill as many people as you can! But remember, do not get caught! The Detective will try to find out who the Murderer is! There is also a Healer that can heal other people, so beware of that, the recommended thing to do is find the Detective and kill him/her. You can murder people by typing\nmm!kill `@user`\nThen someone will be murdered! But remember, it will be logged! It wont show your name though, remember not to talk in the public chat or else people will know who the murderer is! If you die, its game over! If you win, you win! Good luck murdering people... ;)",
                "channel2": " is the Assassin AND\n",
                "channel3": ", **YOU** are the murderer. ;)",
                "channel4": " is the murderer.",
                "stabstab": "You have stabbed `",
                "stabbady": "`! But remember....He might be revived by the healer..."
            },
            "detective": {
                "channel": "Hello there, You are a **Detective**, You will try to find out who the Murderer is! The best option is to not trust anyone, Be sure to try your best to find out who the Murderer is, If you die, then there may be a new Detective, If you shoot someone, you cannot get your gun back, You've messed up buddy. If you die that means you can chat in the #general (or the main chat) (if the owner/admin has setup a thing where players with murder mystery role cant chat)\nIn order to search someone to see if they are murderer, Type mm!search `@user`\n(or mm!searchid `(userid)`)\nTo shoot someone, type mm!shoot `@user`\n(or mm!shootid `(userid)`)\nBut don't abuse your gun!\nThats all, hope you find out who the murderer is!",
                "shoot": "You have shot <@%user%> and they were a **%role%**!",
                "sent": ":skull: You have been shot by a **Detective**! :skull:",
                "sent2": " was shot by the **Detective** and they was a **%role%**! :gun:"
            },
            "healer": {
                "channel": "Hello there, You are a **Healer**, You are a person that heals people that are dead! If you die, you cannot heal anyone anymore, Quick tip is try to not talk and say anything about your role. If you want to heal someone, just type\nmm!heal `@user`\nand you will be able to heal someone! Hope you avoid being murdered! Have a great game!",
                "wasteheal": "You realize that you healed yourself, You have successfully wasted a first-aid kit. How terrible, heres another one *gives another one* Now dont use it on yourself!",
                "hasbeenrevived": " has been revived by a **Healer** :angel:",
                "youhavehealed": "You have healed ",
                "youhavehealed2": "!\nThey will be alive in the morning!",
                "dm": ":angel: You have been revived by a **Healer**! You will be alive tomorrow morning. :angel:"
            },
            "jailor": {
                "channel": "Hello there, You are the **Jailor**, You will jail people every night and ask them questions. If you think the person is the murderer, feel free to type \n**mm!execute**\nTo execute the person, If you want to jail the person, type\nmm!jail `@user`\nTo jail the person you want to interrogate someone, OR you can type\nmm!jailid `id`\nTo jail the user but in a list that will be shown below, If you execute someone, Then it will be announced in the #murdergame, Hope you find out who the murderer is!",
                "jailchannel": "Hello, Welcome to **Jail**, this is where you have jailed people and you interrogate them by answering some questions, Also hello jailed person! Welcome to jail, If the Jailor thinks your suspicious, then you probably are going to be executed, If you murder the person, They might have a last will and then it will show the public chat the will and show who they jailed. Anyways, Don't try to get executed or else you'll end up like Shadow where he had his head cut off. Anyways, Hope you try to not get executed!",
                "alreadyinjail": "That person is already in jail!",
                "isntinjail": "That person isn't in jail!",
                "youhaveexecuted": "You have executed ",
                "wasmurderer": " and they were the **Murderer**!",
                "wasdetective": " and they were a **Detective**",
                "washealer": " and they were a **Healer**",
                "wasradio": " and they were a **Radio Person**",
                "wasassassin": " and they were an **Assassin**",
                "wasinnocent": " and they were **Innocent**",
                "fekfe": " has been executed by the **Jailor**",
                "alreadyexecuted": "You have already executed someone!",
                "cantexeute": "You can't execute yourself",
                "havesss": ":skull: You have been executed by the **Jailor** :skull:",
                "jailingurself": "You can't jail yourself."
            },
            "radioperson": {
                "channel": "Hello! You are a **Radio Person** and you have the power to annonomously say to the public chat what YOU want to say. If you dont want to say anything, its fine buddy. If you want to broadcast to the public chat, Type\nmm!broadcast (message)\nTo send a message to the #murdergame!",
                "broadcast": "A Radio Person has broadcasted!",
                "broadcast2": "You have sent a global message to the news! Everyone has saw what you said!\n\nOn TV - SHOCKING/REGULAR NEWS\nHello there, I'm your host %username%, and today we are talking about something that happened!\n"
            },
            "assassin": {
                "channel": "Hello there, You are an **Assassin**, You are a person that is trying to get your target killed, if your target is killed you earn $3 and you will get a new target to kill... Your main goal is to kill your target, The murderer will know who the Assassin is, but you do not know who the Murderer is, You will be DM'd on what your next target is. Make sure the murderer can assign a target AND can kill once per night (Money system coming soon)"
            }
        },
        "enoughplayers": "There are already enough players! (You can go on another server if you have like 17 people or somethin, or play unlimited players mode or 5050.)",
        "settings": "Hello there! Welcome to the **Settings Help Menu**! Here are the commands!\n\nmm!settings locales set (language) - Sets your locales! (Used if you are a different language)\nmm!settings locales - Shows the locales options!",
        "langsuccess": "**Successfully set your language to** `",
        "thatpersonisdead": "That person is dead!",
        "thatpersonisalreadydead": "That person is already dead!",
        "thatpersonisntdead": "That person isn't dead!",
        "fekrofr": " has been jailed! Try and interrogate him, if (s)he sounds suspicious, you can execute them by typing mm!execute ",
        "reee": " has been executed by the **Jailor** and they were the **Murderer**",
        "eeer": "You cannot do this during the day time.",
        "nogamegoingon": "There is no game going on!",
        "reeeeee": "**Sorry but I can't seem to DM you...**",
        "alreadyvote": "You have already voted!",
        "alreadymurder": "You have already murdered someone!",
        "alreadysearch": "You have already searched/shot someone!",
        "alreadyexecute": "You have already executed someone!",
        "alreadybroadcast": "You have already broadcasted!",
        "alreadyjailed": "You have already jailed someone!",
        "stabbed": " has been stabbed by the **Murderer**! :dagger:",
        "stabbed2": ":skull: You have been stabbed by the **Murderer** :skull:",
        "stabbed3": "A murderer tried to attack you! But you were in jail!",
        "reeeess": "You can't kill yourself...Are you trying to commit suicide?",
        "welluhh": "That person is your partner!",
        "lola": "You cannot do this in the night!",
        "dledee": "You attack but the person is in cages, they might be in jail...",
        "isntingame": "You aren't in the game!",
        "b": "You have already voted!",
        "c": "Votehang is disabled on this mode.",
        "goodnight": "Good night...",
        "goodmorning": "Good morning!\nTo vote to kill you must type mm!votehang `@user`\nThe morning will go on for a minute.\nWhile its morning, chat with others to figure out who the murderer/assassin is!",
        "help": "`Help Command`\n\n***Regular Commands***\n**mm!invite** - Invite Murder Mystery Bot to your server!\n**mm!settings** - Change the settings for Murder Mystery Bot!\n**mm!shardinfo** - Shows the info of Murder Mystery's shards!\n**mm!server** - Shows you the invite to the Offical Murder Mystery Bot Server!\n\n***Game Commands***\n**mm!game** - Shows the detail of the game and how to play I guess\n**mm!game rules** - Shows you the rules of the game!\n**mm!game start** - Start a game!\n**mm!game fixgame** - Attempts to fix the game.\n**mm!game join** - Join a game!\n**mm!game setupdata** - Add your guild data in our database!\n**mm!game addhostrole <role name>** - Add your host role to the database!\n**mm!game leave** - Leave the game!\n**mm!game gamestart** - Start the game which will create all channels and setup roles, etc...\n**mm!game stop** - Stop the game!\n\n***Ingame Commands***\n**mm!kill <@user>** - Kill a user! (Murderer Permission Needed)\n**mm!search <@user>** - Search the user to see if they are the murderer!\n**mm!shoot <@user>** - Shoot a user if you think they are the murderer!\n**mm!broadcast** - Broadcast a global message to the news!\n**mm!votehang <@user>** - Vote to kill the person if you think they are suspicious!\n**mm!jail <@user>** - Jail a person to interrogate them\n**mm!execute <@user>** - Execute the user if they are suspicious...\n**mm!heal <@user>** - Bring the user back from the dead!\n**mm!lastwill <will>** - When you die or get hung, there will be a lastwill message to all the users to see before you actually die.\n**mm!buy** <Item ID> - Have enough gold? Well you can buy an item!\n**mm!item <Item ID> <@User (optional)>** - Bought an item? Well you can use your item!\n\n***Bot made by FireMario211***\nVersion %version%\nPlease note that there may be bugs, if you see any, please type mm!bug (message)",
        "shop": "Welcome to the **Shop**! Here you can buy things that will protect you or buy it for killing others that you might think is the murderer...\nWe use currency named \"**Gold**\", You can get 1 **Gold** every day unless you are dead or you are cursed.\n**Items**:\n%item%\n\nIn order to buy a item, type **mm!buy <Item ID>**\nIn order to use the Item, type **mm!item <Item ID>** Or if you have someone to use it on, type **mm!item <Item ID> <@User>**",
        "alreadyshot": "You have already shot someone",
        "plspickitem": "**Please pick an Item ID to buy/use!** (You can find this at the end of an item in the shop by ID:)",
        "unknownitem": "**That is an unknown Item ID!**",
        "notenoughgold": "**You do not have enough gold! You need** `%golamount%` **In order to buy this Item!**",
        "bought": "**You have bought (a)** `%itemname%`!",
        "plstypemsg": "**Please type a message!**",
        "hasnotbought": "**Sorry but you haven't bought this item!**",
        "shopclosed": "**The shop is closed during the night...**",
        "shopitems": [{
                "name": "Defense Knife",
                "price": 10,
                "description": "A sharp unused knife ready to cut.",
                "id": 0,
                "usable": 0,
                "sent": ":skull: You have been stabbed by the person you were trying to shoot/kill! You have died :skull:",
                "sent2": ":dagger: A user tried to kill you! You stab them and you kill them! No one knows you killed them though. :dagger:",
                "sent3": ":dagger: The **Detective** tried to shoot someone but the **Detective** has been stabbed! :dagger:"
            }, {
                "name": "Bow",
                "price": 10,
                "description": "This is a 50% chance to kill a person or the murderer.",
                "id": 1,
                "usable": 1,
                "msg": "You have shot <@%user%> and they were a **%role%!**",
                "msgs": "You have shot <@%user%> and they were an **%role%!**",
                "msgss": "You have shot <@%user%> and they were the **%role%!**",
                "sent": ":skull: You have been shot by a **Bow**! :skull:",
                "msgsss": "The shop seller has saw you shoot an **Innocent**! He has not allowed you to buy the Bow anymore!",
                "seller": "Sorry but you cannot buy/use this item because the Shop Owner denied you from buying/using it!"
            },
            {
                "name": "Private Message",
                "price": 5,
                "description": "Send someone a message in the day, the bot will send the message and your role to the desired person [Command gets deleted upon purchase and use]",
                "id": 2,
                "usable": 1,
                "privatemsg": "**You have gotten a private message from your House by an Unknown Person**\n```\n%msg%\n```",
                "sent": "**You send a private message to** <@%us%>'s **House**..."
            }
        ],
        "roles": {
            "murderer": "Murderer",
            "detective": "Detective",
            "healer": "Healer",
            "radioperson": "Radio Person",
            "assassin": "Assassin",
            "jailor": "Jailor",
            "innocent": "Innocent"
        },
        "deakofk": " was shot by the **Detective** and he/she was the **%role%**! :gun:",
        "deakofks": " was shot by the **Detective** and he/she was a **%role%**! :gun:",
        "deakofak": " was shot by the **Detective** and he/she was an **%role%**! :gun:",
        "assignation": "You can't assign yourself.",
        "assignationis": "You have already assigned someone!",
        "assignationisathing": "You cannot assign your partner!",
        "ekfoekfefef": "<@%author%> has shot <@%user%> and they were a **%role%**!",
        "fekrofa": "Your target has been killed! You have gained 3 <:gold:384017291316297729>!\nYou have no new Targets.",
        "haha": "Your target is ",
        "playersxd": "**You have around **%playercount%** Players on your game!**",
        "shotdetect": ":skull: You have been shot by a **Detective**! :skull:",
        "shopthin": "You have already bought this item!",
        "shopthings": "Sorry but you cannot use this item as it isnt usable!",
        "shopthing": "Sorry but you cannot use items or buy items in this Mode!",
        "blacklistusersed": "Hello there, Sorry but you are blacklisted! If you want to appeal please type mm!appealserver and join that server then appeal your blacklist!",
        "blacklistguildjsa": "Hello there, Sorry but your guild is blacklisted! If you want to appeal your guild, please type mm!appealserver and join that server then appeal your blacklist!",
        "alreadyjoinn": "**Sorry but someone is joining the game! Please wait until they have joined the game.**"
    },
    "Dutch": {
        "botownerjoin": "👑 De Bot Eigenaar `",
        "botownerjointwo": "` is de server binnengetreden! 👑",
        "botadminjoin": ":gear: Een Bot Administrator `",
        "botadminjointwo": "` is de server binnengetreden! :gear:",
        "errors": {
            "error498code": "Error Code 498 bij roleupdate",
            "errorroleupdate": "`ERROR` Rol ID niet gevonden ",
            "roleexisting": "Deze rol bestaat niet! (Let op, het is hoofdlettergevoelig)",
            "hostrole": "Je hebt de host rol niet in de database gezet, of verwijderd!",
            "hostrolenotfound": "Error...\nHost Rol Niet Gevonden!",
            "mmrolenotfound": "Error...\nMurder Mystery Rol Niet Gevonden!",
            "startcmd": "Je hebt nog geen spel gestart! Type `mm!game start` om het spel te starten!",
            "database": "Je hebt je data nog niet in de database gezet! Type mm!game setupdata\nom je data in de database te zetten"
        },
        "about": "Hallo! Ik ben %user% ontwikkeld door  <@126119057232625664> en <@280158289667555328>!\nIk ben gebaseerd op het Hypixel spel \"Murder Mystery\"; Ik was privé voor twee maanden en dertig dagen (Superlang...) maar ik ben openbaar sinds 24 augustus 2017!\nAls je hulp nodig hebt, doe dan **mm!help** of als je mijn statistieken nodig hebt, **mm!stats**, Is er een fout? Gebruik **mm!bug [report]** om een bugreport te versturen",
        "lookindms": "Kijk alsjeblieft in je DM's! (Als je geen privebericht ziet, vergeet deze dan niet aan te zetten.)",
        "fixgame": "Bezig met het repareren van het spel... (Zorg ervoor dat alle kanalen die Murder Mystery Bot heeft gemaakt zijn verwijderd, evenals de rol)",
        "fixedgame": "Spel is met succes gerepareerd! Hopelijk werkt het nu ._.",
        "hostroleperms": "Je hebt geen toestemming dit commando te gebruiken!\nJe hebt de \"Game Hoster\" rol nodig",
        "manageroles": "Je hebt geen toestemming om de \"Host\" rol toe te voegen! Je moet de `MANAGE_ROLES` permissie hebben",
        "manageroless": "Sorry, maar je hebt de `ROLLEN BEHEREN` permissie nodig om dit command te gebruiken!",
        "koefk": "Met succes de rol `",
        "keeod": "` in de database!",
        "tjeoi": "Er is al een spel bezig!",
        "kreor": "Je kan niet meer hebben dan ",
        "people": "spelers",
        "wekfo": "Je hebt meer nodig dan 0+ spelers.",
        "murdergameregular": "Hallo iedereen! Laten we een spelletje Murder Mystery spelen, zullen we? Laten we uitzoeken wie de moordenaar is! Als je sterft, stuur ik je deze DM:\nhttp://prntscr.com/gcaf7d\nZodra de speler hun Laatste Wens heeft ingevuld zal deze waarschijnlijk op de server worden aangekondigd, als er een admin meedoet die de permissie `Administrator` heeft, kunnen ze valsspelen! (tenzij ze zo eerlijk zijn om niet in de andere kanalen te kijken?)\nAls je een stemming wilt doen om iemand te vermoorden, type dan mm!votehang en dan zal er stemming over zijn dood starten!\nDat is het spel! Moge de Onschuldigen winnen!",
        "gamestart": "Spel is gestart! Veel Succes! (als je een fout ziet, stop dan het spel - als het spel niet goed verloopt, neem dan contact op met FireMario211 door naar zijn server te gaan. (mm!server))",
        "murdergamemurderparty": "Hallo everyone! Laten we een spelletje Murder Mystery spelen, zullen we? Laten we uitzoeken wie de moordenaar is! **Iedereen** is een Moordenaar...wacht waarom is **Iedereen** een moordenaar...? Daar is er toch maar één van?...OH ik weet het weer! We spelen Murder Party Modus! Dat betekent dat IEDEREEN een moordenaar is, en dat je NIEMAND moet vertrouwen! Als je sterft, stuur ik je deze DM:\nhttp://prntscr.com/ffad0j\nZodra de speler hun Laatste Wens heeft ingevuld zal deze waarschijnlijk op de server worden aangekondigd, waar de dode spelers in de chat zijn, en als er een Admin is met de `Administrator` permissie, maakt het niks uit want iedereen is een moordenaar\nAls je een stemming wilt doen om iemand te vermoorden, type dan mm!votehang en dan zal er stemming over zijn dood starten!\nThat is the game! ~~Moge de Onschuldigen winnen!~~",
        "keofr": "Je hebt niet genoeg spelers! Je hebt 1 of meer mensen nodig om te spelen",
        "keofra": "Je hebt niet genoeg spelers! Je hebt 2 of meer mensen nodig om te spelen",
        "wdkdd": "Je kan niet meer dan 8 spelers hebben!",
        "fkeow": "YJe hebt niet genoeg spelers! Je hebt 6 of meer mensen nodig om te spelen",
        "gamehasntstart": "Het spel is nog niet begonnen!",
        "gamealreadystart": "Sorry, maar het spel is al begonnen!",
        "hasbeenvoted": " is om gestemd, ",
        "morevotes": " meer stemmen nodig totdat hij ter dood veroordeeld wordt.",
        "hasaroundvote": " is om gestemd, en heeft rond de ",
        "hasaroundvote2": " stemmen, Hij zal nu ter dood gebracht worden...",
        "youhavedied": ":skull: Je bent dood gegaan! :skull:",
        "hasbeenhung": " was opgehangen :skull:",
        "fkefoekf": "Je kan niet op jezelf stemmen!",
        "dke": "Je kan niet op jezelf schieten 🤔",
        "userisnotingame": "Deze gebruiker doet niet mee aan het spel!",
        "userdoesntexist": "Deze gebruiker bestaat niet!",
        "assigneddmd": ":fearful: Je voelt alsof je bent uitgekozen... :cold_sweat:",
        "joinedgame": " Je bent met succes in het spel gegaan! Wacht alsjeblieft op de andere spelers die mee willen doen...",
        "alreadyingame": " Je zit al in het spel",
        "thatuserhasntjoined": "Deze gebruiker is nog niet in het spel!",
        "startc": "You have already started the game",
        "kfofee": " heeft een ",
        "dkodee": " Murder Mystery Game gestart! Als je mee wilt doen, type dan\nmm!game join\nom mee te doen aan het spel!",
        "modedoesntexist": "Deze spelmodus bestaat niet!\nKies een spelmodus uit deze categorieën:\n```md\nRegular - Klassiek Murder Mystery! (regular)\n\nMurder Party - Iedereen is een moordenaar! (murderparty)\n\nMensen VS Bots - Extra computerspelers in het spel (nog niet toegevoegd)\n\nKiller Mode - Er is een één detective en iedereen is een moordenaar (nog niet toegevoegd)\n\nSpecialist Town - Iedereen is hetzelfde, Moordenaar, detective, genezer, etc (nog niet toegevoegd)\n\n50/50 - 50 moordenaars, 50 detectives (nog niet toegevoegd)\n\n2 birds 1 stone - 2 moordenaars 1 detective of 2 detectives en 1 moordenaar (nog niet toegevoegd)\nSnelle modus - Klassiek variant, maar de tijd verloopt sneller (fastermode)\n\nTijd modus - Overdag kan de moordenaar aanvallen, maar niet s'nachts. (nog niet toegevoegd)\n\n1v1 Modus - 1 Detective en 1 Moordenaar, SLECHTS 2 mensen kunnen dit spelen. (1v1)\n\nBot Moordenaar Modus - s'Nachts typt de bot `mm!kill (random) (nog niet toegevoegd)\n\nAfgewezen Rollen Modus - Een modus die de meeste afgewezen rolle bevat (nog niet toegevoegd)\n\nOverval - 1 tot 5 mensen (Verschilt per hoeveelheid serverleden) zijn verkleed als Overvallen. De politie(soort detectives) probeert ze dan te arresteren. De rest zijn winkeliers. (onschuldigen) Ze proberen de winkel te behoeden van een oveval.\nAls de Overvaller/Moordenaar een Winkelier dood of wordt gedetecteerd door een camera (camera's hebben 3 seconden achterstand) informeert dit de politie van zijn locatie\n(De Stad verschilt op basis van het aantal serverleden)\n\n(Kleine Stad: 1-5 mensen in server)\n\n(Normale Stad: Maximaal 7 mensen in de server)\n(Grote Stad: Meer dan 8 mensen in de server) (nog niet toegevoegd)\n\nOnbeperkte Spelers Modus - Meer dan 8 spelers? Gebruik dan deze modus! Je kan net zoveel spelers hebben als je wilt! (unlimitedmode)\n\nDat zijn alle modi!\n```",
        "stoppedgame": "Is gestopt met het spel!",
        "stoppedgameglob": "Het spel is gestopt door `",
        "jobchannelmsgs": {
            "murderer": {
                "channel": "Hallo, Je bent een  **Moordenaar**, Je probeert zoveel mogelijk mensen te vermoorden als je kan! Maar onthoud, wordt niet gepakt! De Detective probeert erachter te komen wie de moordenaar is! Er is ook een Genezer die andere mensen beter kan maken, dus houd daar rekening mee, het is natuurlijk het beste om de Detective te vinden en hem/haar te vermoorden. Je kan mensen vermoorden door\nmm!kill `@user` te typen.\nEr wordt dan iemand vermoord! Maar onthoud, dit wordt bijgehouden! Het zal echter niet je naam laten zien, dus spreek niet in openbare kanalen, anders weten mensen wie de moordenaar is! Als je sterft, is het spel voorbij! Als je wint, win je. Duhhh! Veel succes met moorden... ;)",
                "channel2": " is de Moordenaar EN\n",
                "channel3": ", **JIJ** bent de moordenaar. ;)",
                "channel4": " is de moordenaar.",
                "stabstab": "Je stak `",
                "stabbady": "`! Maar onthoud....De Genezer kan hem redden..."
            },
            "detective": {
                "channel": "Hallo, Je bent een **Detective**, Je probeert erachter te komen wie de moordenaar is! De beste optie is om iedereen te wantrouwen, Doe je best om de moordenaar te ontdekken, Als je sterft kan er een nieuwe Detective komen, Als je op iemand schiet kan je je wapen niet terugkrijgen, dat heb je dan verpest maat. Als je sterft kan je praten in #general (of de hoofdchat) (als een admin heeft ingesteld dat mensen met Murder Mystery Rol niet kunnen praten)\nOm iemand te doorzoeken, om te zien of hij een moordenaar is, type je mm!search `@user`\n(of mm!searchid `(userid)`)\nOm op iemand te schieten, type je mm!shoot `@user`\n(of mm!shootid `(userid)`)\nMaar misbruik je wapen niet!\nDat was het, hopelijk kan je erachter komen wie de moordenaar is!",
                "shoot": "Je schoot op <@%user%> en zw waren een **%role%**!",
                "sent": ":skull: Je bent neergeschoten door een **Detective**! :skull:",
                "sent2": " was neergeschoten door de **Detective** en was een **%role%**! :gun:"
            },
            "healer": {
                "channel": "Hallo, Je bent een **Genezer**, Je kan mensen terug uit de dood brengen! Als jij sterft, kan je niemand meer genezen, het is daarom het beste om niet te zeggen wat je bent. Als je iemant wilt helen, type je\nmm!heal `@user`\nen zal je iemand genezen.! Hopelijk word je niet vermoord! Veel succes!",
                "wasteheal": "Je realiseert je je dat je zojuist jezelf hebt genezen, en een Eerstehulpdoos hebt verspild. Wat vreselijk, hier is er nog een *geeft er nog een*. Gebruik deze nu niet op jezelf!",
                "hasbeenrevived": " is teruggebracht door een **Genezer** :angel:",
                "youhavehealed": "Je genas ",
                "youhavehealed2": "!\nDe volgende ochtend zal hij/ze weer leven!",
                "dm": ":angel: Je bent teruggebracht door een **Genezer**! Morgen ben je weer in leven. :angel:"
            },
            "jailor": {
                "channel": "Hallo, Jij bent een **Cipier**, Elke nacht zet jij mensen in het gevang en ondervraag je ze. Als je denkt dat deze persoon de moordenaar is, voel je dan vrij om \n**mm!execute** te typen.\nom hem te executeren. Als je iemand in het gevang wilt gooien, type je\nmm!jail `@user`\nOm deze persoon in het gevang te stoppen, of type\nmm!jailid `id`\nOm iemand in het gevang te zetten, maar dit wordt in een lijst hieronder aangekondigd. Als je iemand executeert, wordt dit aangekondigd in het #murdergame kanaal, Hopelijk kan je erachter komen wie de moordenaar is!",
                "jailchannel": "Hallo, Welkom in de **Gevangenis**, dit is waar gevangenen zitten die je kan ondervragen. Ook hallo Gevangene! Welkom in de gevangenis, Als de Cipier je verdacht vindt, zal hij je waarschijnlijk executeren, Als je de Cipier dood hebben ze misschien een Laatste Wens, die dan in de openbare chat komt, en laat zien wie ze gevangen hebben genomen. Hoe dan ook, probeer niet geëxecuteerd te worden, anders eindig je als Schaduw die z'n hoofd kwijtraakte. Hoe dan ook, hopelijk lukt het je niet geëxecuteerd te worden!",
                "alreadyinjail": "Deze persoon zit al in de gevangenis!",
                "isntinjail": "Deze persoon zit niet in de gevangenis!",
                "youhaveexecuted": "Je executeerde ",
                "wasmurderer": " en ze waren de **Moordenaar**!",
                "wasdetective": " and ze waren een **Detective**",
                "washealer": " en ze waren een **Genezer**",
                "wasradio": " en ze waren een **Radiohost**",
                "wasassassin": " en ze waren een **Huurmoordenaar**",
                "wasinnocent": " en ze waren een **Onschuldige**",
                "fekfe": " was geëxecuteerd door een **Cipier**",
                "alreadyexecuted": "Je hebt al iemand geëxecuteerd!",
                "cantexeute": "Je kan jezelf niet executeren",
                "havesss": ":skull: Je bent geëxecuteerd door een **Cipier** :skull:",
                "jailingurself": "Je kan jezelf niet in het Gevang stoppen."
            },
            "radioperson": {
                "channel": "Hallo! Je bent een **Radiohost** en je hebt de mogelijkheid om anoniem alles wat je wilt in de openbare chat te plaatsen. Als je niets te zeggen hebt, is dat ook goed. Als je iets wilt aankondigen, type je \nmm!broadcast (message)\nOm een bericht te versturen naar #murdergame!",
                "broadcast": "A Radio Person has broadcasted!",
                "broadcast2": "Je hebt een globaal bericht naar het nieuws gestuurd! Iedereen heeft gezien wat je zei!\n\nOp TV - SHOCKEREND/REGULIER NIEUWS\nHallo mensen, Ik ben je host %username%, en vandaag praten we over iets wat er is gebeurd!\n"
            },
            "assassin": {
                "channel": "Hallo! Je bent een **Huurmoordenaar**, Jij probeert je doelwit dood te krijgen, als je doelwit dood gaat ontvang jij $3 en krijg je een nieuw doelwit om te doden... Je hoofddoel is om je doelwit te doden, De Moordenaar weet wie de Huurmoordenaar is, maar jij weet niet wie de Moordenaar is. Je krijgt een DM met informatie over je volgende doelwit. Zorg ervoor dat de Moordenaar een doelwit kan designeren EN eens per nacht kan doden. (Economie systeem binnenkort beschikbaar)"
            }
        },
        "enoughplayers": "Er zijn al genoeg spelers! (Je kan eventueel naar een andere server gaan, Onbeperkte Spelers spelen of 50/50 modus spelen.)",
        "settings": "Hallo! Welkom in het **Instellingen/Help Menu**! Hier zijn de commando's!\n\nmm!game settings locales (taal) - Stelt je taal in! (Als je een andere taal wilt gebruiken.)",
        "langsuccess": "**Taal gewijzigd naar** `",
        "thatpersonisdead": "Deze persoon is dood!",
        "thatpersonisalreadydead": "Deze persoon is al dood!",
        "thatpersonisntdead": "Deze persoon is niet dood!",
        "fekrofr": " is gevangen genomen! Probeer hem te ondervragen, als hij/zij verdacht klinkt, kan je executeren door mm!execute te typen.",
        "reee": " is geëxecuteer door de **Cipier** en ze waren de **Moordenaar**",
        "eeer": "Je kan dit niet overdag doen.",
        "nogamegoingon": "Er is geen spel bezig!",
        "reeeeee": "**Het lukt mij niet om je een Privébericht te sturen...**",
        "alreadyvote": "Je hebt al gestemd!",
        "alreadymurder": "Je hebt al iemand vermoord!",
        "alreadysearch": "Je hebt al iemand doorzocht/neergeschoten!",
        "alreadyexecute": "Je hebt al iemand geëxecuteerd!",
        "alreadybroadcast": "Je hebt al omgeroepen!",
        "alreadyjailed": "Je hebt al iemand gevangengenomen!",
        "stabbed": " is neergestoken door de **Moordenaar**! :dagger:",
        "stabbed2": ":skull: Je bent neergestoken door de **Moordenaar** :skull:",
        "stabbed3": "Een Moordenaar probeerde je aan te vallen! Maar je zat al in de gevangenis!",
        "reeeess": "Je kan jezelf niet vermoorden...Probeer je soms zelfmoord te plegen?",
        "welluhh": "Deze persoon is je partner!",
        "lola": "Je kan dit niet s'nachts doen!",
        "dledee": "Je valt aan, maar deze persoon is opgesloten. Ze zitten misschien in de gevangenis...",
        "isntingame": "Je bent niet in dit spel!",
        "b": "Je hebt al gestemd!",
        "c": "Votehang is uitgeschakeld in deze modus.",
        "goodnight": "Welterusten...",
        "goodmorning": "Goedemorgen!\nOm een stemming te houden over wie je moet ophangen, type je mm!votehang `@user`\nDe ochtend duurt één minuut.\nNu het morgen is,kan je met andere praten om te achterhalen wie de Moordenaar/Huurmoordenaar is!",
        "help": "`Help Commando`\n\n***Gewone Commando's***\n**mm!invite** - Nodig Murder Mystery Bot uit naar jouw server!\n**mm!shardinfo** - Laat informatie zien over Murder Mystery's shards!\n**mm!server** - Geeft je een uitnodiging naar de officiële Murder Mystery Game server!\n\n***Game Commands***\n**mm!game** - Geeft je details over het spel en hoe je moet spelen\n**mm!game rules** - Laat je de spelregels zien!\n**mm!game start** - Start een spel!\n**mm!game fixgame** - Doet een poging het spel te repareren.\n**mm!game join** - Doe mee aan een spel!\n**mm!game setupdate** - Voeg je serverdata toen aan onze database!\n**mm!game addhostrole <role name>** - Voeg je Host rol toe aan de database!\n**mm!game leave** - Verlaat het spel!\n**mm!game gamestart** - Start een spel waar alle rollen en kanalen automatisch worden aangemaakt, etc...\n**mm!game stop** - Stop het spel!\n\n***Ingame Commands***\n**mm!kill <@user>** - Vermoord iemand! (Moordenaar Permissie Nodig)\n**mm!search <@user>** - Doorzoek een gebruiker om te zien of hij/zij de moordenaar is!\n**mm!shoot <@user>** - Schiet iemand neer die je verdenkt de moordenaar te zijn!\n**mm!broadcast** - Kondig een bericht aan in het nieuws!\n**mm!votehang <@user>** - Doe een stemming om een verdacht persoon te vermoorden!\n**mm!jail <@user>** - Neem iemand gevangen om hem te ondervragen\n**mm!execute <@user>** - Executeerd een verdachte speler...\n**mm!heal <@user>** - Breng de speler terug tot leven!\n**mm!lastwill <will>** - Als je sterft of opgehangen wordt, laat je een Laatste Wens zien aan iedereen voordat je daadwerkelijk sterft.\n**mm!item <item> <@User (optional)>** - Bought an item? Well you can use your item!\n\n***Bot gemaakt door FireMario211***\nVersie %version%\nOnthoudt dat er fouten kunnen zijn. Als je die ziet, type dan mm!bug (bericht)",
        "shop": "Welkom in de **Winkel**! Hier kan je dingen kopen om jezelf te verdedigen of om de verdachte moordenaar mee om te leggen...\nWe gebruiken de valuta \"**Goud**\", Je krijgt 1 **Goud** per dag, tenzij je dood of vervloekt bent.\n**Voorwerpen**:\n%item%\n\nOm een voorwerp te kopen, type je **mm!buy <Item ID>**\nOm het voorwerp te gebruiken, type je **mm!item <Item ID>** of als je iemand hebt om het op te gebruiken, type dan **mm!item <Item ID> <@User>**",
        "alreadyshot": "Je hebt al iemand beschoten",
        "plspickitem": "**Kies een voorwerp ID om te kopen/gebruiken!** (Dit staat bij het einde van het voorwerp in de winkel:)",
        "unknownitem": "**Dit voorwerp ID is niet bekend!**",
        "notenoughgold": "**Je hebt niet genoeg goud! Je hebt** `%golamount%` **nodig om dit voorwerp te kunnen kopen!**",
        "bought": "**Je kocht (een)** `%itemname%`!",
        "plstypemsg": "**Type alstublieft een bericht!**",
        "hasnotbought": "**Sorry, maar je hebt dit voorwerp niet gekocht!**",
        "shopclosed": "**De winkel is s'nachts gesloten...**",
        "shopitems": [{
                "name": "Verdedigingsmes",
                "price": 10,
                "description": "Een nieuw scherp mes klaar om te snijden.",
                "id": 0,
                "usable": 0,
                "sent": ":skull: Je bent neergestoken door de persoon die je wou neerschieten/doden! Je bent dood :skull:",
                "sent2": ":dagger: Iemand probeerde je te vermoorden! Je steekt en vermoord hem! Niemand weet gelukkig dat jij het was. :dagger:",
                "sent3": ":dagger: De **Detective** probeerde op iemand te schieten maar de **Detective** was neergestoken! :dagger:"
            }, {
                "name": "Boog",
                "price": 10,
                "description": "Dit voorwerp heeft 50% kans om iemand te doden.",
                "id": 1,
                "usable": 1,
                "msg": "Je schoot op <@%user%> en die was een **%role%!**",
                "msgs": "Je schoot op <@%user%> en die was een **%role%!**",
                "msgss": "Je schoot op <@%user%> en die was de **%role%!**",
                "sent": ":skull: Je bent beschoten door een **Boog**! :skull:",
                "msgsss": "De Winkelier zag je dat je een **Onschuldige** hebt beschoten! Hij laat je de boog niet meer kopen!",
                "seller": "Sorry, maar je kan dit voorwerp niet meer kopen/gebruiken omdat de Winkelier je heeft verboden het te kopen/gebruiken!"
            },
            {
                "name": "Privébericht",
                "price": 5,
                "description": "Stuur iemand overdag een bericht, De bot stuurt je bericht en rol naar de verlangde persoon [Voorwerp wordt verwijderd na gebruik]",
                "id": 2,
                "usable": 1,
                "privatemsg": "**Je hebt een privébericht ontvangen van je Huis door een Onbekend Persoon**\n```\n%msg%\n```",
                "sent": "**Je hebt een privebericht verzonden naar ** <@%us%>'s **Huis**..."
            }
        ],
        "roles": {
            "murderer": "Moordenaar",
            "detective": "Detective",
            "healer": "Genezer",
            "radioperson": "Radiohost",
            "assassin": "Huurmoordenaar",
            "jailor": "Cipier",
            "innocent": "Onschuldige"
        },
        "deakofk": " was neergeschoten door de **Detective** en hij/zij was de **%role%**! :gun:",
        "deakofks": " was neergeschoten door de **Detective** en hij/zij was een **%role%**! :gun:",
        "deakofak": " was neergeschoten door de **Detective** en hij/zij was een **%role%**! :gun:",
        "assignation": "Je kan jezelf niet toekennen.",
        "assignationis": "Je hebt al iemand toegekend!",
        "assignationisathing": "Je kan je partner niet toekennen!",
        "ekfoekfefef": "<@%author%> heeft <@%user%> neergeschoten, en die was een **%role%**!",
        "fekrofa": "Je doelwit was vermoord! Je hebt 3 goud verdiend <:gold:384017291316297729>!\nJe hebt geen nieuwe Doelwitten.",
        "haha": "Je doelwit is ",
        "playersxd": "**Je hebt ongeveer **%playercount%** spelers in het spel!**",
        "shotdetect": ":skull: Je bent neergeschoten door een **Detective**! :skull:",
        "shopthin": "Je hebt dit voorwerp al gekocht!",
        "shopthings": "Sorry, maar je kan dit voorwerp niet gebruiken, want het is niet bruikbaar!",
        "shopthing": "Sorry, maar je kan geen items kopen/gebruiken in deze modus!",
        "blacklistusersed": "Hallo, het spijt ons, maar je staat op de zwarte lijst! Als je een bezwaar wilt indienen, type dan mm!appealserver en wordt lid van die server om je bezwaar te maken!",
        "blacklistguildjsa": "Hallo, het spijt ons, maar je server staat op de zwarte lijst! If you want to appeal your guild, type dan mm!appealserver en wordt lid van die server om je bezwaar te maken!",
        "alreadyjoinn": "**Sorry, maar iemand neemt deel aan het spel! Even geduld tot ze zich bij het spel hebben gevoegd.**"
    }
}
